/* No comment provided by engineer. */
"All converting tasks completed" = "Alle Konvertierungsvorgänge abgeschlossen";

/* No comment provided by engineer. */
"All encoding tasks completed" = "Alle Enkodiervorgänge abgeschlossen";

/* No comment provided by engineer. */
"All encoding tasks completed for %@" = "All encoding tasks completed for %@";

/* No comment provided by engineer. */
"All ripping tasks completed" = "Alle Auslesevorgänge abgeschlossen";

/* No comment provided by engineer. */
"All ripping tasks completed for %@" = "All ripping tasks completed for %@";

/* No comment provided by engineer. */
"Clear" = "Löschen";

/* No comment provided by engineer. */
"Clear log contents" = "Logeinträge löschen";

/* No comment provided by engineer. */
"Conversion completed" = "Konvertierung abgeschlossen";

/* No comment provided by engineer. */
"Convert completed" = "Konvertierung abgeschlossen";

/* No comment provided by engineer. */
"Convert completed for %@ [%@]" = "Konvertierung abgeschlossen für %1$@ [%2$@]";

/* No comment provided by engineer. */
"Convert started" = "Konvertierung gestartet";

/* No comment provided by engineer. */
"Convert started for %@ [%@]" = "Konvertierung gestartet für %1$@ [%2$@]";

/* No comment provided by engineer. */
"Convert stopped" = "Konvertierung gestoppt";

/* No comment provided by engineer. */
"Convert stopped for %@ [%@]" = "Konvertierung gestoppt für %1$@ [%2$@]";

/* No comment provided by engineer. */
"Disc encoding completed" = "Disc encoding completed";

/* No comment provided by engineer. */
"Disc ripping completed" = "Disc ripping completed";

/* No comment provided by engineer. */
"Duration: %@" = "Dauer: %@";

/* No comment provided by engineer. */
"Encode completed" = "Enkodieren abgeschlossen";

/* No comment provided by engineer. */
"Encode completed for %@ [%@]" = "Enkodieren abgeschlossen für %1$@ [%2$@]";

/* No comment provided by engineer. */
"Encode started" = "Enkodieren gestartet";

/* No comment provided by engineer. */
"Encode started for %@ [%@]" = "Enkodieren gestartet für %1$@ [%2$@]";

/* No comment provided by engineer. */
"Encode stopped" = "Enkodieren gestoppt";

/* No comment provided by engineer. */
"Encode stopped for %@ [%@]" = "Enkodieren gestoppt für %1$@ [%2$@]";

/* No comment provided by engineer. */
"Encoding completed" = "Enkodieren abgeschlossen";

/* No comment provided by engineer. */
"File format: %@" = "Dateiformat: %@";

/* No comment provided by engineer. */
"Rip completed" = "Auslesen abgeschlossen";

/* No comment provided by engineer. */
"Rip completed for %@" = "Auslesen abgeschlossen für %@";

/* No comment provided by engineer. */
"Rip started" = "Auslesen gestartet";

/* No comment provided by engineer. */
"Rip started for %@" = "Auslesen gestartet für %@";

/* No comment provided by engineer. */
"Rip status: %s sector %ld (%ld)" = "Auslesestatus: %1$s Sektor %2$ld (%3$ld)";

/* No comment provided by engineer. */
"Rip stopped" = "Auslesen gestoppt";

/* No comment provided by engineer. */
"Rip stopped for %@" = "Auslesen gestoppt für %@";

/* No comment provided by engineer. */
"Ripping completed" = "Auslesvorgang abgeschlossen";

/* No comment provided by engineer. */
"Save" = "Sichern";

/* No comment provided by engineer. */
"Save log contents to disk" = "Logeinträge auf Festplatte sichern";

